# 卒業予定者対象のアンケート項目
sectionList1 = ['ユーザ名',
         'Q02_１．システム情報科学に関する高い専門能力＜共通＞->1. 全く達成していない ～ 7. 十分に達成している',
         'Q03_１．システム情報科学に関する高い専門能力＜コース別＞->1. 全く達成していない ～ 7. 十分に達成している',
         'Q04_１．システム情報科学に関する高い専門能力＜卒業研究＞->1. 全く達成していない ～ 7. 十分に達成している',
         'Q05_２．研究的態度を支える問題探究力・構想力->1. 全く達成していない ～ 7. 十分に達成している',
         'Q06_３．共創のための情報表現能力・チームワーク力->1. 全く達成していない ～ 7. 十分に達成している',
         'Q07_４．自律的に学び続けるためのメタ学習力->1. 全く達成していない ～ 7. 十分に達成している',
         'Q08_５．専門家として持つべき人間性->1. 全く達成していない ～ 7. 十分に達成している']

# 通常のアンケート項目
sectionList2 = ['ユーザ名',
         'Q03_１．システム情報科学に関する高い専門能力＜共通＞->1. 全く達成していない ～ 7. 十分に達成している',
         'Q04_１．システム情報科学に関する高い専門能力＜コース別＞->1. 全く達成していない ～ 7. 十分に達成している',
         'Q05_１．システム情報科学に関する高い専門能力＜卒業研究＞->1. 全く達成していない ～ 7. 十分に達成している',
         'Q06_２．研究的態度を支える問題探究力・構想力->1. 全く達成していない ～ 7. 十分に達成している',
         'Q07_３．共創のための情報表現能力・チームワーク力->1. 全く達成していない ～ 7. 十分に達成している',
         'Q08_４．自律的に学び続けるためのメタ学習力->1. 全く達成していない ～ 7. 十分に達成している',
         'Q09_５．専門家として持つべき人間性->1. 全く達成していない ～ 7. 十分に達成している']

# manaba実施時代のアンケート項目
sectionList3 = ['# ユーザID',
         '# 回答1.3',
         '# 回答1.4',
         '# 回答1.5',
         '# 回答1.6',
         '# 回答1.7',
         '# 回答1.8',
         '# 回答1.9']
